evaluation/ycsb_pm_results/redis/Loade/Run7
127.0.0.1
[OVERALL], RunTime(ms), 1305193
[OVERALL], Throughput(ops/sec), 7661.70213907062
[TOTAL_GCS_G1_Young_Generation], Count, 84
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 185
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.014174148957280648
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 84
[TOTAL_GC_TIME], Time(ms), 185
[TOTAL_GC_TIME_%], Time(%), 0.014174148957280648
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 2707.0
[CLEANUP], MinLatency(us), 2706
[CLEANUP], MaxLatency(us), 2707
[CLEANUP], 95thPercentileLatency(us), 2707
[CLEANUP], 99thPercentileLatency(us), 2707
[INSERT], Operations, 10000000
[INSERT], AverageLatency(us), 128.1799897
[INSERT], MinLatency(us), 36
[INSERT], MaxLatency(us), 9615
[INSERT], 95thPercentileLatency(us), 138
[INSERT], 99thPercentileLatency(us), 149
[INSERT], Return=OK, 10000000